{
  "TextsImprintText": {
    "introduction": "This imprint also applies to our presences on other websites, including social media profiles and Google business profiles.",
    "paragraph": "Information according to § 5 DDG",
    
    "legal_form_title": "Legal Form",
    "legal_form_text": "#PLACEHOLDER#",

    "represented_by_title": "Represented by",
    "represented_by_text": "#PLACEHOLDER#",
    
    "registry_entry_title": "Registry Entry",
    "registry_entry_text": "#PLACEHOLDER#",
    
    "registry_court_title": "Register Court",
    "registry_court_text": "#PLACEHOLDER#",
    
    "register_number_title": "Register Number",
    "register_number_text": "#PLACEHOLDER#",
    
    "turnover_tax_id_title": "VAT ID",
    "turnover_tax_id_text": "Sales tax identification number according to §27a sales tax law:<br>PLACEHOLDER",
    
    "business_id_title": "Business ID",
    "business_id_text": "#PLACEHOLDER#",
    
    "regulatory_authority_title": "Regulatory Authority",
    "regulatory_authority_text": "#PLACEHOLDER#",
    
    "website_developer_title": "Website, Technical Conception & Implementation",
    "website_developer_text": "#PLACEHOLDER#",
    
    "disclaimer_title": "Disclaimer",
    
    "liability_for_content_title": "Liability for Content",
    "liability_for_content_text": "The contents of our pages have been created with the greatest care. However, we cannot guarantee the accuracy, completeness, and up-to-date nature of the contents. As a service provider, we are responsible for our own content on these pages in accordance with § 7 Abs.1 DDG according to general laws. However, according to §§ 8 to 10 DDG, we are not obliged to monitor transmitted or stored third-party information or to search for circumstances that indicate unlawful activity. Obligations to remove or block the use of information according to general laws remain unaffected. Liability in this regard is only possible from the time we become aware of a specific legal infringement. Upon becoming aware of corresponding legal infringements, we will remove these contents immediately.",
    
    "liability_for_links_title": "Liability for Links",
    "liability_for_links_text": "Our offer contains links to external websites of third parties, over whose content we have no influence. Therefore, we cannot guarantee these third-party contents either. For the content of the linked pages, the respective provider or operator of the pages is always responsible. The linked pages were checked for possible legal violations at the time of linking. No unlawful content was apparent at the time of linking. However, a permanent content control of the linked pages is not reasonable without specific indications of a legal violation. Upon becoming aware of legal violations, we will remove such links immediately.",
    
    "copyright_title": "Copyright",
    "copyright_text": "The contents and works created by the page operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any type of use beyond the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Where the content on this site was not created by the operator, the copyrights of third parties are observed. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please notify us accordingly. Upon becoming aware of legal infringements, we will remove such contents immediately.",
    
    "privacy_policy_title": "Privacy Policy",
    "privacy_policy_text": "The use of our website is generally possible without providing personal data. To the extent that personal data (e.g., name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. These data will not be passed on to third parties without your explicit consent.<br><br>We point out that data transmission over the internet (e.g., when communicating by email) can have security vulnerabilities. A complete protection of data from access by third parties is not possible.<br><br>The use of contact data published in the context of the imprint obligation by third parties for the purpose of sending unsolicited advertising and informational materials is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam emails.",
    
    "google_analytics_title": "Google Analytics",
    "google_analytics_text": "This website uses Google Analytics, a web analytics service provided by Google Inc. (''Google''). Google Analytics uses cookies, text files that are stored on your computer and allow an analysis of your use of the website. The information generated by the cookie about your use of this website (including your IP address) is transmitted to a Google server in the USA and stored there. Google will use this information to evaluate your use of the website, to compile reports on website activities for website operators, and to provide further services related to website usage and internet usage. Google may also transfer this information to third parties where required by law, or where such third parties process the information on Google's behalf. Google will not link your IP address with any other data held by Google. You can prevent the installation of cookies by adjusting your browser software settings accordingly; however, we must point out that in this case you may not be able to fully use all the functions of this website. By using this website, you consent to the processing of data collected about you by Google in the manner and for the purposes set out above.",
    
    "severability_clause_title": "Severability Clause",
    "severability_clause_text": "This imprint is part of the internet offer from which you were referred to this page. If parts or individual phrases of this text do not, no longer, or not completely comply with the applicable legal situation, the remaining parts of the document remain in their content and validity unaffected.",
    
    "notice_general_equal_treatment_act_title": "Notice on the General Equal Treatment Act",
    "notice_general_equal_treatment_act_text": "For the sake of readability, no gender-specific differentiation is made. Corresponding terms apply to both genders in the sense of equal treatment.",
    
    "generator_source_link_text_part_1": "Imprint from",
    "generator_source_link_text_part_2": "Impressum Generator",
    "generator_source_link_text_part_3": "from",
    
    "lawyer_source_link_text": "Kanzlei Hasselbach, Specialist lawyers for family law"
  }
}